[
  {
    "filename": "In-The-Age-Of-Abundance.md",
    "title": "In The Age Of Abundance",
    "date": "2024-07-17",
    "snippet": "\"I wondered if the motto of our era should be: \"I tried to live, but I got distracted.\" — Johann Hari."
  },
  {
  "filename": "Consumption-Perception-Of-Learning-And-Production.md",
  "title": "Consumption, Perception Of Learning And Production",
  "date": "2024-03-16",
  "snippet": "A few weeks ago, I had an engrossing conversation with a friend regarding their consumption habits. They detailed how they had painstakingly optimized their consumption for learning and how it played a role in their professional and personal life. Intrigued, I raised the question of what they were producing with all the knowledge they were absorbing. We had to cut our discussion short due to time zone difference and we concluded with me suggesting they sell their TV."
  },
  {
    "filename": "Tale-Of-A-Croissant.md",
    "title": "Tale Of A Croissant",
    "date": "2024-02-1",
    "snippet": "The fast pace of modern life often means that maintaining deep connections is hard, as our conversations tend to be condensed into brief messages over the holidays or reduced to a few double taps on Instagram. Unlike my usual musings centered around work and life, this edition features a whimsical story."
  },
  {
    "filename": "Linear-Compound-Exponential.md",
    "title": "Linear, Compound & Exponential",
    "date": "2024-03-09",
    "snippet": "Success, or any kind of achievement in any field or aspect of life, depends on the time one puts into it. We all know this. Still, it is so hard to sustain any endeavour for a considerable amount of time. We as individuals, teams, companies and society shift priorities way too often! "
  },
  {
    "filename": "Defining-Growth.md",
    "title": "Defining Growth",
    "date": "2024-08-23",
    "snippet": "Every time I write, I struggle with formulating my hypotheses as they have not been put through rigorous testing protocols established by science. They are based on my experience, observations, books I have read, and conversations I have had. The only thing keeping me going is that I tend to delve into philosophy, which guides science rather than the other way around. Also, I intend to research every single one of these hypotheses in the next phase of my career when I become a professor. So some of what I write might not stand the test of time, but it is fun to write, and hopefully fun to read."
  },
  {
    "filename": "Prioritization-Via-Questions-Not-Formulas.md",
    "title": "Prioritization Via Questions Not Formulas",
    "date": "2024-08-12",
    "snippet": "If you work in tech, particularly on the product side, you can't scroll more than 500px without encountering a prioritization framework, whether it's on Twitter (I haven't come around to calling it X yet!), LinkedIn, or in an email newsletter."
  },
  {
    "filename": "Decisions-And-Conviction.md",
    "title": "Decisions And Conviction",
    "date": "2023-10-15",
    "snippet": "Searching for 'Decisions' on Harvard Business Review returns 4,654 results, from 'How One F-35 Fighter Pilot Makes Decisions Under Pressure' and 'Make Better Decisions by Challenging Your Expectations' to 'Using ChatGPT to Make Better Decisions.'"
  },
  {
    "filename": "Consumption.md",
    "title": "Consumption",
    "date": "2023-09-07",
    "snippet": "I just finished reading \"Ultra Processed People\" by Chris van Tulleken, and it prompted me to delve deeper into consumption in general. I have managed to wear the same pair of t-shirt and jeans for approximately four years now, only buying replacements for worn-out or torn garments. I have been very proud of this habit, but as I looked deeper I started to discover huge gaps. It seems that consumption itself is an addiction, not just what we consume.'"
  },
  {
    "filename": "Hard-Things-Over-Hard-Work.md",
    "title": "Hard Things Over Hard Work",
    "date": "2023-08-01",
    "snippet": "The last essay talked about 'Hard Work', something I deeply believe in because it was a lesson I learned the hard way (no pun intended). While I did touch upon the concept of hard things in my previous email, I didn't do it enough justice. I would like to rephrase my original hypothesis too —Doing 'Hard Things' takes precedence over 'Hard Work'. While Hard Work is required for Hard Things, it alone doesn't suffice."
  },
  {
    "filename": "Hard-Work.md",
    "title": "Hard Work",
    "date": "2023-07-15",
    "snippet": "Hard work seems to have become a controversial topic. It took me years to learn the lesson about the importance of hard work, and just as I solidified that into a habit, it is now being villainized. I was recently gifted the book 'Lost in Work' by someone on my team."
  },
  {
    "filename": "Ahhhhhh-When-I-hear-Quick-Wins.md",
    "title": "Ahhhhhh - When I hear Quick Wins",
    "date": "2023-06-12",
    "snippet": "Quick wins seem to be a common way of thinking in the tech industry. The fact that a transaction has occurred has become more important than whether the transaction yields a positive impact for the user or the business in the long run is not questioned. Obsession with moving metrics NOW versus prioritizing the long term solution got on my nerves, which is reflected in the tone of this email. I apologize for that in advance. \"The choice between what is right and what is easy\" - Dumbledore. '"
  }
]


