[
  {
    "text": "The only way you can do evil at mass scale is by believing you are doing good.",
    "author": ""
  },
  {
    "text": "If you can maintain your genuine interest and curiosity as the years accumulate, you will become hard to compete with because you will have skill to go with your passion. If you're interested, you're dangerous.",
    "author": ""
  },
  {
    "text": "All of the things people tell you are so inconsistently true.",
    "author": ""
  },
  {
    "text": "When a person can't find meaning, they numb themselves with pleasure.",
    "author": ""
  },
  {
    "text": "Keep ignoring feedback and life will keep teaching you the same lesson.",
    "author": ""
  },
  {
    "text": "The amount of energy needed to refute bullshit is an order of magnitude higher than to produce it.",
    "author": "Brandolini"
  },
  {
    "text": "Seeing the opportunity in accomplishing difficult things, instead of only seeing the difficulty.",
    "author": ""
  },
  {
    "text": "Push back against more, more, more and remain committed to better, better, better.",
    "author": ""
  },
  {
    "text": "Why do smart people make dumb mistakes? Because the smarter you are the better you are at rationalizing stupid decisions.",
    "author": ""
  },
  {
    "text": "Something must be done. This is something. Therefore this must be done.",
    "author": ""
  },
  {
    "text": "Places you go to are defined by the questions you ask.",
    "author": ""
  },
  {
    "text": "Advertising is the price you pay for having an unremarkable product or service.",
    "author": "Jeff Bezos"
  },
  {
    "text": "Writing is the process by which you realize that you do not understand what you are talking about. Importantly, writing is also the process by which you figure it out.",
    "author": ""
  },
  {
    "text": "Consensus decisions are often at odds with intelligent decisions.",
    "author": "Jim Collins"
  },
  {
    "text": "Reality is nuanced. Case against short-form content.",
    "author": ""
  },
  {
    "text": "How weird is that margarita pizza doesn't have any alcohol in it.",
    "author": "Ted Lasso"
  },
  {
    "text": "Create conditions for extraordinary innovation and work, rather than trying to force the issue. Set the context and conditions where the probability of breakthrough ideas increases.",
    "author": ""
  },
  {
    "text": "It is so easy to sit and consume, that distracts from production/creation.",
    "author": "Marc Andreessen"
  },
  {
    "text": "When you are tired of saying it, people are starting to hear it.",
    "author": "Jeff Weiner"
  },
  {
    "text": "There is no obstacle that will not yield to you at full power for a decade.",
    "author": "Graham Weaver"
  },
  {
    "text": "Goals are for people who care about winning once. Systems are for people who care about winning repeatedly.",
    "author": "James Clear"
  },
  {
    "text": "The reasonable person adapts themselves to the world; the unreasonable one persists in trying to adapt the world to themselves. Therefore, all progress depends on the unreasonable person.",
    "author": "George Bernard Shaw"
  },
  {
    "text": "Very hard to do something novel for the first time; orders of magnitude easier to copy something that is known to be possible. Conviction is either extremely difficult, or free.",
    "author": ""
  },
  {
    "text": "Most people don't need productivity or time management advice. They need conviction.",
    "author": ""
  },
  {
    "text": "Let me tell you a story.",
    "author": "Walter Isaacson"
  },
  {
    "text": "You did the impossible because you didn’t realize it was impossible.",
    "author": ""
  },
  {
    "text": "The test of a first-rate intellect is the ability to hold two opposing ideas in your head at the same time, and still retain the ability to function.",
    "author": "F. Scott Fitzgerald"
  },
  {
    "text": "We choose to go to the Moon in this decade and do the other things, not because they are easy, but because they are hard.",
    "author": "John F. Kennedy"
  },
  {
    "text": "Luck is what happens when preparation meets opportunity.",
    "author": ""
  },
  {
    "text": "Writers are professional observationalists.",
    "author": ""
  },
  {
    "text": "You can become passionate about anything if you reach the furthest edges of that field. Everything looks boring on the surface.",
    "author": ""
  },
  {
    "text": "The ancient problem was scarcity. The modern problem is abundance.",
    "author": "Naval"
  },
  {
    "text": "Instructions for life: pay attention, be astonished, tell about it.",
    "author": "Mary Oliver"
  },
  {
    "text": "My confidence simply comes from taking action. I know I outwork everyone around me, even if I have no talent. I know I'm willing to make sacrifices, and I know I can focus my energy on a specific goal.",
    "author": ""
  },
  {
    "text": "Grief is the result of unexpressed love, and the key to avoiding grief is to love abundantly.",
    "author": ""
  },
  {
    "text": "I hope that none of us are judged by the actions of our weakest moments, but rather by the strength we show when and if we’re given a second chance.",
    "author": "Ted Lasso"
  },
  {
    "text": "Discipline is trading what you want now for what you want most.",
    "author": ""
  },
  {
    "text": "Bold forecasts and timid choices.",
    "author": ""
  },
  {
    "text": "Be prepared to appreciate what you meet.",
    "author": "Frank Herbert"
  },
  {
    "text": "All the returns in life, whether in wealth, relationships, or knowledge come from compound interest. We need to string together enough days of iterations to realize monumental changes.",
    "author": "Naval"
  },
  {
    "text": "It ain't what you don't know that gets you in trouble. It's what you know for sure that just ain't so.",
    "author": "Mark Twain"
  },
  {
    "text": "Resilience matters in success. I don’t know how to teach it to you, except for: I hope suffering happens to you because greatness comes from character. And character isn’t formed out of smart people. It’s formed out of people who suffered.",
    "author": "Jensen Huang"
  },
  {
    "text": "If you know something's going to work, it's not worth working on. It requires no courage. It requires no faith. It requires no skin in the game.",
    "author": ""
  },
  {
    "text": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it.",
    "author": ""
  },
  {
    "text": "Practicing — your brain and body need to be uncomfortable.",
    "author": ""
  },
  {
    "text": "Everything that irritates us about others can lead us to an understanding of ourselves.",
    "author": "Carl Jung"
  },
  {
    "text": "The nature of institution alienates the nature of human beings.",
    "author": "Wan"
  },
  {
    "text": "One can remain alive long past the usual date of disintegration if one is unafraid of change, insatiable in intellectual curiosity, interested in big things, and happy in small ways.",
    "author": ""
  },
  {
    "text": "You never know what worse luck your bad luck has saved you from.",
    "author": "Cormac McCarthy"
  },
  {
    "text": "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace.",
    "author": "Chuck Palahniuk"
  },
  {
    "text": "He who jumps into the void owes no explanation to those who stand and watch.",
    "author": "Jean-Luc Godard"
  },
  {
    "text": "I would have written a shorter letter, but I did not have the time.",
    "author": "Blaise Pascal"
  },
  {
    "text": "You use your attention to make something, but only you can see the thing you’ve made. And so you have to translate it into words to share it.",
    "author": ""
  },
  {
    "text": "By far the dominant reason for not releasing sooner was a reluctance to trade the dream of success for the reality of feedback.",
    "author": "Kent Beck"
  },
  {
    "text": "We often find ourselves going nowhere in a hurry and getting there fast.",
    "author": ""
  },
  {
    "text": "When you choose the benefits of an action, you also choose the drawbacks. If you want to be an author, you can't only choose the finished novel and book signings. You are also choosing months of lonely typing. If you want to be a bodybuilder, you can't only choose the fit body and attention. You are also choosing the boring meals and calorie counting. You have to want the lifestyle, not just the outcomes. Otherwise, it doesn't make any sense being jealous. The results of success are usually public and highly visible, but the process behind success is often private and hidden from view. It's easy to want the public rewards, but you also have to want the hidden costs.",
    "author": ""
  },
  {
    "text": "What problem have you solved, ever, that was worth solving where you knew all the given information in advance? No problem worth solving is like that. In the real world, you have a surplus of information and you have to filter it, or you don't have sufficient information and you have to go find some.",
    "author": "Dan Meyer"
  },
  {
    "text": "There is no safe investment. To love at all is to be vulnerable. Love anything, and your heart will certainly be wrung and possibly be broken. If you want to make sure of keeping it intact, you must give your heart to no one, not even to an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements; lock it up safe in the casket or coffin of your selfishness. But in that casket—safe, dark, motionless, airless—it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. The alternative to tragedy, or at least to the risk of tragedy, is damnation. The only place outside Heaven where you can be perfectly safe from all the dangers and perturbations of love is Hell.",
    "author": ""
  },
  {
    "text": "To experience time travel, read. To achieve immortality, write.",
    "author": ""
  },
  {
    "text": "It's not the customer's job to know what they want, nor to work out what to do with a new technology: it’s the product’s job to work that out and propose it as a new problem and a new solution.",
    "author": "Steve Jobs"
  },
  {
    "text": "If you are allowed one wish for your child, seriously consider wishing him or her optimism. Optimists are normally cheerful and happy, and therefore popular; they are resilient in adapting to failures and hardships, their chances of clinical depression are reduced, their immune system is stronger, they take better care of their health, they feel healthier than others and are in fact likely to live longer. Optimistic individuals play a disproportionate role in shaping our lives. Their decisions make a difference; they are the inventors, the entrepreneurs, the political and military leaders – not average people. They got to where they are by seeking challenges and taking risks. They are talented and they have been lucky, almost certainly luckier than they acknowledge... the people who have the greatest influence on the lives of others are likely to be optimistic and overconfident, and to take more risks than they realize.",
    "author": "Daniel Kahneman"
  },
  {
    "text": "A lifestyle that is free from rushing.",
    "author": ""
  },
  {
    "text": "If you start with the dream, then understand the cost structure necessary to achieve that dream, you force yourself down the only path possible, forgoing easier solutions that don’t scale for fantastical ones that do.",
    "author": ""
  },
  {
    "text": "People pay to see others believe in themselves.",
    "author": "Kim Gordon"
  },
  {
    "text": "Before you can develop the skill to succeed, you must find the courage to attempt.",
    "author": ""
  },
  {
    "text": "The easy, conversational tone of good writing comes only on the eighth rewrite.",
    "author": "Paul Graham"
  },
  {
    "text": "The common narrative is that kids learn faster than adults, but if you watch any toddler they spend a large portion of the day attempting things that are on the edge of their ability. How much time have you spent on the edge of your ability today?",
    "author": ""
  },
  {
    "text": "It’s human nature to overestimate risk and underestimate opportunity.",
    "author": ""
  },
  {
    "text": "Everything is possible. Impossible just takes longer.",
    "author": ""
  },
  {
    "text": "Action produces information.",
    "author": ""
  }
]
